[
  { "id": 1, "name": "JAVA" , "img": "https://i.ibb.co/H44P7Nb/java.png" ,"title": "Java is a programming language and computing platform first released by Sun Microsystems in 1995. It has evolved from humble beginnings to power a large share of today’s digital world, by providing the reliable platform upon which many services and applications are built. New, innovative products and digital services designed for the future continue to rely on Java, as well." , "reting": "5", "price":"4990"},
  { "id": 2, "name": "C++", "img": "https://i.ibb.co/9q21tFN/c.jpg" ,"title": "Well, the code is fairly long, so I don't want to put the entire thing in, but I will try to explain as much as I can. The program will get an input of 2 numbers from the user. The program will decide calculate the product of those two numbers without the ability to use multiplication. So the 2nd line of the higher number will be" , "reting": "4", "price":"4499" },
  { "id": 3, "name": "REACT", "img": "https://i.ibb.co/KWdzkhF/react.png" ,"title": "React is a free and open-source front-end JavaScript library for building user interfaces based on UI components. It is maintained by Meta and a community of individual developers and companies." , "reting": "5", "price":"2990" },
  { "id": 4, "name": "NODE-JS", "img": "https://i.ibb.co/g96B5cb/node.jpg" ,"title": "Node.js is an open-source, cross-platform, back-end JavaScript runtime environment that runs on a JavaScript Engine and executes JavaScript code outside a web browser, which was designed to build scalable network applications. " , "reting": "4.5", "price":"3490" },
  { "id": 5, "name": "PYTHON", "img": "https://i.ibb.co/fNMn8qH/python.jpg" ,"title": "Python is a high-level, general-purpose programming language. Its design philosophy emphasizes code readability with the use of significant indentation. Python is dynamically-typed and garbage-collected. It supports multiple programming paradigms, including structured, object-oriented and functional programming." , "reting": "4.5", "price":"2990" },
  { "id": 6, "name": "MACHINE LEARNING", "img": "https://i.ibb.co/rbQRrx2/machine.jpg" ,"title": "AWS Training offers 65 free digital courses built on the curriculum used by AWS teams. Build your machine learning skills with flexible learning options. Learn more. Online Training from Home. Free AWS Training. Advance Your Career. Build Your Cloud Skills." , "reting": "4", "price":"5490" },
  { "id": 7, "name": "MATH" , "img": "https://i.ibb.co/60nPgFm/math.jpg" ,"title": "Learn fourth grade math—arithmetic, measurement, geometry, fractions, and more. This course is aligned with Common Core standards." , "reting": "4", "price":"990"},
  { "id": 8, "name": "ENGLISH", "img": "https://i.ibb.co/Jt2mYkD/english.jpg" ,"title": "English is a West Germanic language of the Indo-European language family, with its earliest forms spoken by the inhabitants of early medieval England." , "reting": "3.5", "price":"999" },
  { "id": 9, "name": "ICT", "img": "https://i.ibb.co/jDtxy68/ict.jpg" ,"title": "Information and communications technology is an extensional term for information technology that stresses the role of unified communications and the integration of telecommunications and computers, " , "reting": "3", "price":"499" }
]
